Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.19.11.13_fin.txt.tmx
Source language: fin
Languages: sme

source: 8(j)- ja Ilo-keskustelua Mediassa on uutisoitu laajasti itseään lapinkyliksi kutsuvien suomalaisjärjestöjen, metsäsaamelaisiksi itseään kutsuvan suomalaisen järjestön ja ikäväkseni myös saamelaisten matkailuyrittäjien kirjoittama kantelu oikeuskanslerivirastolle.
sme: 8(j)- ja Ilo-ságastallan Medias leat leamaš viidát ovdan iežas ” lapinkylän ” gohčodan suopmelaš servviid, vuovdesápmelažžan iežaset gohčodan suopmelaš searvvi ja šállošahtti gal maid sámi mátkedoaibmafitnodatdolliid čállin guoddalus vuoigatvuohtakánslera virgelágádussii.

source: Ne ovat kannelleet artikla 8(j):n virheellisestä suomennoksesta.
sme: Dat leat guoddalan artihkal 8(j):a boastto suomagiel jorgalusas.

source: Tämä käännös on niiden mukaan johtanut 8(j)-artiklan virheelliseen toimeenpanoon Suomessa.
sme: Dát jorgalus lea daid mielas dolvon 8(j)-artihkkala boastto olláhuhttimii Suomas.

source: Näiden yhdistyksien kantelu on suorastaan surkuhupaisa kun ne kuvittelevat, että Suomi olisi vuodesta 1994 lähtien tulkinnut kansainvälistä sopimusta virheellisesti ja nyt nämä ” asiantuntijat ” korjaisivat tilanteen.
sme: Dáid servviid guoddalus lea njulgestaga tragikomihkalaš go das govahallojuvvo, ahte Suopma livččii jagi 1994 rájes dulkon riikkaidgaskasaš soahpamuša boastut ja dál dát ” áššedovdit ” divole dili.

source: Yhdistysten edustajat eivät anna suurta arvoa eduskunnan ja ministeriöiden asiantuntemukselle.
sme: Servviid ovddasteaddjit eai atte stuora árvvu riikkabeivviid ja ministeriijaid áššedovdamuššii.

source: Harmi vain, että tämänkin kantelun vastaamiseen menee yhteiskunnan resursseja.
sme: Dađibahábut, dánnai guoddalusa vástideapmái mannet duššás servodaga resurssat.

source: Kantelu osoittaa miten tietämättömiä kantelijat ovat suomalaisesta oikeusjärjestelmästä, kansainvälisistä sopimuksista ja ministeriöiden toiminnasta.
sme: Guoddalus čájeha man diehtemeahttumat guoddaleaddjit leat suopmelaš riektevuogádagas, riikkaidgaskasaš soahpamušain ja ministeriijaid barggus.

source: Oikeastaan ihmettelen vain sitä, miksi Enontekiön kunnanjohtaja ei ole kantelussa mukana virallisesti.
sme: Rievtti mielde imaštalan dušše dan, manin Eanodaga suohkanhoavda ii leat guoddalusas mielde virggálaččat.

source: Sinänsä kantelijat nostavat esille oikean ongelman, joka kylläkin on ollut kaikkien tiedossa hyvin pitkään, eikä tällainen kantelu siihen vaikuta, eli kansainvälisten sopimusten virheelliset käännökset.
sme: Iešalddes guoddaleaddjit loktejit ovdan rievttes buncaraggá, mii gal lea leamaš buohkaid dieđus hui guhká, iige dákkár guoddaleapmi dasa váikkut, dehege riikkaidgaskasaš soahpamušaid boasttojorgalusat.

source: Virheelliset käännökset aiheuttavat ongelmia vain niitä tulkitseville maallikoille ja YK:n virallisia tekstejä tulkintaa osaamattomille henkilöille ja tahoille.
sme: Boasttojorgalusat dagahit buncaraggáid dušše oahpohis ja máhtohis olbmuide ja beliide, mat eai hálddaš ON:a virggálaš deavsttaid dulkoma.

source: Biodiversiteettisopimus on käännetty suomeksi virheellisesti ja virheellinen käännös löytyy Finlexistä.
sme: Biodiversiteahttasoahpamuš lea jorgaluvvon suomagillii vearrut ja boasttojorgalus gávno Finlexas.

source: Ympäristöministeriö on asiasta hyvin tietoinen.
sme: Birasministeriija (BM) diehta gal ášši hui bures.

source: Artikla 8(j) on myös käännetty virheellisesti Finlexiin, mutta virheellinen käännös ei ole vaikuttanut artiklan toimeenpanoon Suomessa.
sme: Artihkal 8(j) lea maid jorgaluvvon boastut Finlexii, muhto boasttojorgalus ii leat váikkuhan artihkkala olláhuhttimii Suomas.

source: Suomessa artikla 8(j):tä toimeenpannaan biodiversiteettisopimuksen englanninkielisen alkuperäistekstin velvoitteiden mukaisesti eikä Suomessa ole minkäänlaista väärinymmärrystä alkuperäiskansojen ja paikallisyhteisöjen erojen välillä.
sme: Suomas artihkal 8(j) olláhuhttojuvvo biodiversiteahttasoahpamuša eŋgelasgielat originála deavstta mielde, iige Suomas leat mihkkege boasttoipmárdus álgoálbmogiid ja báikkálašservošiid erohusaid gaskkas.

source: YM:n käyttämä käännös löytyy biodiversiteettitoimintaohjelman liitteestä sivulta 102 oheisesta linkistä.
sme: BM atnin jorgalus gávdno biodiversiteahttadoaibmaprográmma čuvvosa siiddus 102 ja mielčuovvu liŋkkas.

source: Asia nostettiin esille viime vaalikaudella kansallisen 8(j)-työryhmän työssä.
sme: Ášši váldojuvvui ovdan mannan válgabaji álbmotlaš 8(j)-bargojoavkku barggus.

source: 8(j)-työryhmän työssä ja ympäristöministeriössä käytetäänkin 8(j):stä YM:n laatimaa juridisesti oikeaa käännöstä, joka poikkeaa Finlexin virheellisestä käännöksestä.
sme: 8(j)-bargojoavkku barggus ja birasministeriijas adnojuvvonai 8(j):s BM:a ráhkadan juridihkalaččat rievttes jorgalus, mii spiehkasta Finlexa boasttojorgalusas.

source: Finlexin virheellinen käännös ei kuitenkaan koske paikallisyhteisöjen ja alkuperäiskansojen roolia vaan tekstin ymmärrettävyyttä.
sme: Finlexa boasttojorgalus ii goitge guoskka báikkálašservošiid ja álgoálbmogiid rolla muhto deavstta ipmirdahttivuođa.

source: Tämä ei ole ainoa esimerkki.
sme: Dát ii leat áidna ovdamearka.

source: Esimerkiksi joissakin ILO:n sopimuksissa termi disabled person on käännetty suomeksi vajaakuntoiseksi vaikka merkitys tarkoittaa vammaista.
sme: Omd. muhtin ILO soahpamušain dearbma disabled person lea suomagillii jorgaluvvon sániin vajaakuntoinen (sámás jorgalivččen silli dehe vádjitbargonávccalaš) vaikko mearkkašumis mielde dat oaivvilda lápmása.

source: Vajaakuntoinen tarkoittaa henkilöä, jonka työkyky on alentunut.
sme: Vajaakuntoinen dárkkuha olbmo, gean bargonávccat leat hedjonan.

source: Ihmisoikeuksien julistuksen mukaan jokaisella on oikeus turvaan muun muassa vamman (disabililty) takia.
sme: Olmmošvuoigatvuođaid julggaštusa mielde juohkeovttas lea dorvoriekti earret eará váttu dehe liittu (disabililty) dihte.

source: Suomennoksessa ei puhuta vammasta mitään, siinä puhutaan tapaturmasta.
sme: Suomagiel jorgalusas ii hubmo váttus dehe liittus maidege, das hubmojuvvo tapaturmas (sámás dáhpedorbmi).

source: YK:n lapsen oikeuksien sopimuksessa taas todetaan, että vammaisen lapsen perheille on tarjottava tukea mahdollisuuksien mukaan ilmaiseksi.
sme: ON:a mánáid vuoigatvuođaid soahpamušas fas daddjojuvvo, ahte lámis máná veagaide galgá fállat doarjaga vejolašvuođaid mielde nuvttá.

source: Suomennoksessa ilmaisuutta ei mainita.
sme: Suomagiel jorgalusas ii hubmojuvvo nuvttá doarjagis maidege.

source: Näitä esimerkkejä on enemmänkin, kun käännöksiä ja sopimustekstejä alkaa tutkia tarkasti.
sme: Dát ovdamearkkat leat vaikko man eatnat, go jorgalusaid ja soahpamušdeavsttaid dutkagoahtá dárkileappot.

source: Näillä ei ole kuitenkaan mitään merkitystä, koska kaikki YK:n käännökset ovat todistusvoimaisia vain YK:n virallisilla kielillä.
sme: Dáin ii leat goitge mihkkege mearkkašumiid, daningo buot ON:a jorgalusat leat duođaštanvuoimmálaččat dušše ON:a virggálaš gielaid mielde.

source: Ikäviähän käännösvirheet ovat ja johtavat juuri tällaisiin turhanpäiväisiin kanteluihin kuin mitä nämä tahot ovat tehneet.
sme: Ahkidathan jorgalanmeattáhusat gal leat ja dat dolvot dákkár duššás guoddalusaide dego dát bealit leat dál bargan.

source: Suomessa käytetään käytännössä YK:n sopimuksista englanninkielistä alkuperäistekstiä, kun jonkin sopimuksen toimeenpanoa toteutetaan.
sme: Suomas adnojuvvojit geavadis ON:a soahpamušain eŋgelasgielalaš origináladeavsttat, go muhtin soahpamuša olláhuhttin duohtan dahkkojuvvo.

source: Käännösvirheitä ei käytännössä voi korjata, koska ne on otettu lakeihin ja asetuksiin sellaisenaan ja käännöksen korjaus edellyttäisi lain tai asetuksen muutosta.
sme: Jorgalanmeattáhusat eai geavadis sáhte divvojuvvot, daningo dat leat váldojuvvon lágaide ja ásahusaide dakkáražžan ja jorgalusa divvun gáibidivččii lága dehe ásahusa earáhuhttima.

source: Siinä ei ole hallinnollisesti ja taloudellisesti mitään järkeä, koska sopimus on todistusvoimainen vain YK:n virallisilla kielillä, joihin suomen kieli ei kuulu.
sme: Das fas ii leat hálddahuslaččat ja ekonomalaččat mihkkege jirpmiid, daningo soahpamuš lea duođaštanvuoimmálaš dušše ON:a virggálaš gielaiguin, maidda suomagiella ii gula.

source: Tämän tietävät kaikki ministeriöt ja ministeriöt toimeenpanevat ihmisoikeussopimuksia Suomessa englanninkielisen alkutekstin perusteella, ei käännöksien.
sme: Dán dihtet buot ministeriijat ja dat olláhuhttet olmmošriektesoahpamušaid Suomas eŋgelasgielalaš álgodeavstta vuođul, eai fal jorgalusaid.

source: Ympäristöministeriön sivuilla onkin tehty käännöskorjauksia eri sopimuksen velvoitteista ministeriön juristien toimesta.
sme: Birasministeriija siidduin leatnai ministeriija juristtaid dahkan jorgalusaid divvumat sierra soahpamušaid geatnegasvuođain.

source: Olin järkyttänyt arvostamani poliitikon, ministeri Pekka Haaviston kommenteista Lapin Kansalle Ilo-169-sopimuksesta – jos nyt lehden lainaukset pitävät paikkaansa.
sme: Soasihin sakka iežan árvvus atnin politihkkara, ministtar Pekka Haavisto kommeanttain Lapin Kansai Ilo 169-soahpamušas – jos dál aviissa luoikkaheamit dollet deaivása.

source: Uskon kyllä edelleenkin vakaasti kunnes minulle toisin todistetaan, että kommentit ovat värittyneet mediassa ja Haavisto on saanut asiasta virheellistä tietoa.
sme: Oskkun gal ain stáđđásit dassážii go munnje nuppe ládje duođaštuvvo, ahte kommeanttat leat ožžon ” feargga ” medias ja Haavisto lea ožžon áššis boasttodieđu.

source: Lapin Kansan mukaan ministeri olisi verrannut Ilo 169-sopimuksen ratifiointitilannetta Lähi-Itään, jossa vastakkain ovat palestiinalaiset ja juutalaiset.
sme: Lapin Kansa – aviissa mielde ministtar lea veardidan Ilo 169-soahpamuša ratifiserendili Lahka-Nuortái, gos vuostálaga leat palestiinnalaččat ja juvddalaččat.

source: Vastakkain Suomessa olisi kaksi uhria - saamelaiset ja muut asukkaat.
sme: Vuostálagaid livčče Suomas guokte gillájeaddji – sápmelaččat ja eará orrut.

source: Paras ratkaisu olisi Haaviston mielestä sovintokomissio.
sme: Buoremus čoavddus livččii Haavisto oainnu mielde soabatkomisšuvdna.

source: On toki hyvä hakea vertailukohtia kansainväliseltä kentältä.
sme: Riikkaidgaskasaš arenain gal duohta lea buorre ohcat buohtastahttimiid.

source: Mutta saamelaisten kotiseutualueen tilanteen vertaaminen Lähi-Itään, jossa kiistoja on ratkaistu aseellisesti ja vastakkain ovat paitsi eri kannat, myös uskonnot ja kiistan taustaan liittyy myös muu kansainvälinen yhteisö, on loukkaavaa niin saamelaisia kuin Lähi-Idän konfliktin osapuolia kohtaan.
sme: Muhto Sámi ruovttuguovllu dili veardideapmi Lahka-Nuortái, mas riiddut leat čovdojuvvon vearjjuiguin ja vuostálagaid leat earret sierra oainnut, maiddái oskkut ja riidduid duogážii laktása maid eará riikkaidgaskasaš searvvuš, lea sakka bávččagahtti sápmelaččaid dego maid Lahka-Nuortti konflivtta oassebeliidge guovdu.

source: Saamelaisten kotiseutualueella ei ole avointa konfliktia saamelaisten ja alueen muiden asukkaiden välillä.
sme: Sámiid ruovttuguovllus ii leat almmus konflikta sápmelaččaid ja guovllu eará olbmuid gaskkas.

source: Konflikti, jos sellaisesta halutaan puhua, on median tukemaa ja elää internetissä, ja yhä enemmän myös sosiaalisessa mediassa.
sme: Konflivtta, jos dakkáris háliduvvo hubmojuvvot, doarju media ja eallá interneahtas, ja ain eanet maiddái sosiála medias.

source: Vanhan sanonnan mukaan konflikteissa ensimmäinen uhri on totuus.
sme: Boares dajaldaga mielde konflivttaid vuosttaš gillájeaddji lea duohtavuohta.

source: Vaikka kyseessä ei olekaan mielestäni konflikti – sanonta pitää kuitenkin joiltain osin paikkaansa saamelaisten kotiseutualueen tilanteessa.
sme: Vaikko gažaldagas ii leatge mu mielas konflikta – dajaldat doallá muhtin muddui deaivása sámiid ruovttuguovllu dilis.

source: Ilo 169-sopimus koskee alkuperäiskansojen oikeuksia, mutta julkisen keskustelun keskiössä ovat aivan muiden tahojen kuin saamelaisten oikeudet: alueen asukkaiden; saamelaisiksi haluavien suomalaisten; taloudellisia etuja haluavien; lappalaisiksi itsensä julistavien suomalaisten …. opportunistien lista on pitkä.
sme: Ilo 169-soahpamuša guoská eamiálbmogiid vuoigatvuođaid, muhto almmolaš ságastallama guovddážis leat áibbas eará oassebeliid go sápmelaččaid vuoigatvuođat: guovllu orruid; láddelaččaid, geat hálidit sápmelažžan; olbmuid, geat hálidit ekonomalaš ovdamuniid; suopmelaččaid, geat julggaštit iežaset lappalažžan … oppurtunisttaid listu lea nohkameahttun.

source: Keskustelua virittää pelko, pelko omista oikeuksistaan ja toiseuden pelko.
sme: Ságastallama gealdá ballu, ballu iežas vuoigatvuođain ja nubbibuođa ballu.

source: Pelolle ei kuitenkaan tule antaa valtaa, vaan asioita tulee tarkastella rationaalisesti ja suhteessa kansainväliseen oikeuteen.
sme: Ballui ii goitge galgga addit válddi, muhto áššit galget geahčaduvvot rationálalaččat ja gaskavuođas riikkaidgaskasaš vuoigatvuhtii.

source: Missään maassa, jossa ilo-sopimus on ratifioitu, ei ole syntynyt sisällissotaa tai jotakin väestöryhmää on poistettu joltakin alueelta.
sme: Mange riikkas, gos ilo-soahpamuš lea ratifiserejuvvon, ii leat buollán siskkáldassoahti dehe muhtin álbmotjoavku livččii ádjojuvvon eret muhtin guovllus.

source: Eikä mikään kansanryhmä ole saanut rahatukkoa käytettäväkseen miten lystää.
sme: Iige mihkkege álbmotjoavkkuid leat ožžon ruhtaduhku alccesis atnit mot dan dáhttu.

source: Jatkuva puhuminen konflikteista, uhreista, peloista, jopa sodista luo negatiivista ilmapiiriä ja kierrettä.
sme: Jeavddalaš ságastallan konflivttain, gillájeddjiin, baluin, juobe sođiin duddjo negatiivvalaš dovdduid ja jeavddalašvuođa.

source: Enontekiön kunnanhallituksen puheenjohtajahan sanoi alkusyksystä, että sopimuksen ratifiointi johtaisi sotaan.
sme: Eanodaga suohkanráđđehusa ságadoallihan dajai álgočavčča, ahte soahpamuša ratifiseren doalvvulii soahtedillái.

source: Konflikti, jota ei ollutkaan, näyttää olevankin totta.
sme: Konflikta, mii ii oba leatge, orru leame duohta.

source: Medialle aihe on myös erinomaisen kiinnostava: on saamelaisia, saamelaiseksi haluavia, poroja, maa- ja vesioikeuksia, kaivoskysymyksiä, rasismia, propagandaa, vältteleviä poliitikkoja, syyllisiä ja uhreja.
sme: Mediai fáddá lea maid earenoamáš beroštahtti: leat sápmelaččat, sápmelažžan hálideaddjit, bohccot, eanan- ja čáhcevuoigatvuođat, ruvkegažaldagat, rasisma, propagánda, álkástalli politihkkárat, sivalaččat ja gillájeaddjit.

source: Näistä aineksista olisi Anton Tšehovkin saanut melkoisen näytelmän aikaan.
sme: Dáin ávdnasiin Anton Tšehovnai livččii čállán oalle buori čájálmasa.

source: Mediakin on saanut melkoisen sopan asiasta keitettyä.
sme: Media lea maid bastán mihá muddui gohkket mállása.

source: Konfliktinäkökulman korostaminen helpottaa myös poliitikkojen mahdollisuuksia väistää vastuutaan – vastuuta Ilo 169-sopimuksen ratifioinnin viivästymisestä siirretään mysteeriselle ” konfliktille ”, jota ei koskaan ole ollutkaan.
sme: Konfliktageahččanguovllu deattuheapmi álkidahttá maid politihkkáriid vejolašvuođa garvit ovddasvástádusaideaset – ovddasvástádus Ilo 169-soahpamuša ratifiserema maŋŋoneamis sirdojuvvo mysteralaš ” konfliktii ”, mii ii leat goassige oba leamašge.

source: Puhe konflikteista syyllistää paitsi saamelaisia myös niitä alueella asuvia suomalaisia, joilla ei ole halua puuttua koko asiaan, jotka kannattavat sopimuksen ratifiointia tai jotka eivät edes halua ottaa kantaa ilo-sopimuksen ratifiointiin.
sme: Hupmu konflivttain dahká sivalažžan earret sápmelaččaid muhto maiddái daid guovllu suopmelaččaid, geat eai hálit seahkánit áššái, geat guottihit soahpamuša ratifiserema dehe geat eai hálit váldit oba bealige ilo-soahpamuša ratifiseremii.

source: Pidän hyvin loukkaavana saamelaiskulttuuria kohtaan, että saamelaiset luokitellaan uhreiksi.
sme: Anán hui bávččagahttin sámi kultuvrra guovdu, ahte sápmelaččat klassifiserejuvvojit gillájeaddjin.

source: Saamelaiset ovat selviytyjiä, jotka ovat pystyneet säilyttämään oman kielensä, kulttuurinsa ja elinkeinonsa neljän valtion puristuksessa ja valtioiden sulauttamispyrkimyksistä huolimatta.
sme: Sápmelaččat leat ceavzit, geat leat bastán seailluhit iežaset giela, kultuvrra ja ealáhusaid njealji stáhta čarvestagas ja stáhtaid suddandanpolitihkas fuolakeahttá.

source: Ilo 169-sopimuksen ratifiointi ei estä suomalaisten asumista saamelaisten kotiseutualueelle ja heidän elämänsä jatkuisi kuten nytkin.
sme: Ilo 169-soahpamuša ratifiseren ii eastte suopmelaččaid orruma sámiid ruovttuguovllus ja sin eallin joatkahuvalii dego dálnai.

source: Sovintokomissio soveltuu varmasti tilanteisiin, joissa todella on kaksi ryhmää konfliktissa.
sme: Sobatkomisšuvdna heive sihkkarit diliide, main duođaid leat guokte joavkku gaskavuođa konflivttas.

source: Ilo 169-sopimuksessa on kyse kansainvälisen sopimuksen ratifioimisesta, ei konfliktista.
sme: Ilo 169-soahpamuša ratifiseremis lea jearaldat riikkaidgaskasaš soahpamuša ratifiseremis, ii konflivttas.

source: Sopimuksen ratifioinnin edistäminen on valtioneuvoston vastuulla ja on todella ikävää kuulla tällaisia näkemyksiä, joita on esitetty.
sme: Soahpamuša ratifiserema ovddideapmi lea stáhtaráđi ovddasvástádus ja lea duođaid ahkit gullat dakkár oainnuid, mat leat ovdan buktojuvvon.

source: Sopimuksen ratifiointi on Suomen valtion ja saamelaiskäräjien välinen asia ja sen tulee tapahtua normaalin lainsäädäntövalmistelun kautta, kuten asiat aina valmistellaan oikeusvaltiossa.
sme: Soahpamuša ratifiseren lea Suoma stáhta ja sámedikki gaskavuođa ášši ja dat galgá dáhpáhuvvat dábálaš láhkaválmmaštallanbarggu bakte, dego áššit válmmaštallojit álohii riektestáhtas.

source: Soppansa ylikuohuvaan Ilo 169-keskusteluun olivat heittäneet pari viikkoa sitten Lapin kansanedustajat.
sme: Ábbu Ilo 169-mállásii leat searvan moadde vahku dás ovdal Lappi guovllu riikkabeaiáirásat.

source: Kyseiset kansanedustajat ovat viime viikon Lapin Kansassa järjestäytyneet siilipuolustukseen ottamatta huomioon järjellisiä argumentteja ja bunkkeroineet itsensä menneisyyteen ja haluavat sulkea Suomen kansainväliseen ihmisoikeuspaitsioon.
sme: Gažaldatvuloš riikkabeaiáirasat leat ortniidan bealuštit iežaset mannan vahku Lapin Kansa – aviissas nu ahte eai váldde vuostá jierpmálaš argumeanttaid ja leat bunkereren iežaset mannanáigái ja hálidit giddet Suoma boaittobeallai riikkaidgaskasaš olmmošriektestáhtan.

source: Osa kansaedustajista haluaa olosuhdeanalyysia ennen kuin Ilo 169-sopimus ratifioidaan.
sme: Oassi riikkabeaiáirasiin hálidit dilleanalysa ovdal go Ilo 169-soahpamuš ratifiserejuvvo.

source: Analyysi olosuhteista ja vaikutuksista tehdään aina lainsäädännön normaalin vaikutustenarvioinnin yhteydessä.
sme: Analysa diliin ja váikkuhusain dahkkojuvvo álohii láhkaválmmaštallama dábálaš váikkuhusárvvoštallama olis.

source: Laajamittaiset muut selvitykset ovat mielestäni vain viivytystaktiikkaa ja halua hämärtää asiaa.
sme: Viiddesvuđot eará čilgehusat leat mu mielas dušše ájihantaktihkka ja hállu gearpmusdahttit ášši.

source: Lapilla on vain seitsemän (7) kansanedustajaa ja uutisen perusteella vaikuttaakin siltä, että heillä on tiukempi ryhmäkuri kuin eduskuntapuolueilla konsanaan.
sme: Lappi guovllus leat dušše čieža (7) riikkaibeaiveovddasteaddji ja ođđasa vuođul orru leame nu, ahte sis lea čavgadit joavkostivren go riikkabeivviid bellodagain goasge.

source: Hanna Mäntylä (ps) ei vastannut Lapin Kansan kyselyyn.
sme: Hanna Mäntylä (vs) ii vástidan Lapin Kansa gažadeapmái.

source: Vaikuttaa siltä, että saamelaisten oikeudet ja ihmisoikeudet on nostettu vastakkain tulevien vaalien tuloksen ja henkilökohtaisen äänimäärän turvaamisen vuoksi.
sme: Orru leame nu, ahte sápmelaččaid rievttit ja olmmošrievttit lea bajiduvvon vuostálagaid boahttevaš válggaid bohtosa ja persovnnalaš jietnameari dorvvasteami dihte.

source: Osa kansanedustajista tuntuu olevan autuaan tietämättömiä saamelaiskulttuurista ja kansainvälisestä oikeudesta ja sen kehityksestä.
sme: Oassi riikkabeaiveoavddasteddjiin orrot leame ávdugas diehtemeahttumat sámi kultuvrras ja riikkaidgaskasaš rievttis ja dan ovdáneamis.

source: Kantoihin vaikuttaa varmasti myös tietämättömyys, mutta ennen kaikkea saamelaisvastainen propaganda.
sme: Oainnuide váikkuha sihkkarit diehttemeahttunvuohta, muhto eanemusat sápmelašvuostásaš propagánda.

source: Kananedustajien vastauksissa halutaan nostaa esille ns. statuksettomien saamelaisten ja nk. lappalaisten oikeudet.
sme: Riikkabeaiáirásiid vástádusain háliduvvojit loktejuvvot ovdan ng. statuskeahtes sápmelaččaid ja ng. lappalaččaid vuoigatvuođat.

source: Saamelaisten oikeudet alistetaan täten valtakulttuurin oikeuksien ja tarpeiden alle.
sme: Sápmelaččaid vuoigatvuođat deddojuvvojit dainna lágiin vulos váldokultuvrra vuoigatvuođaid ja dárbbuid vuollái.

source: Vastausten perusteella Lapin kansanedustajat eivät tulisi laajasti hyväksymään saamelaiskäräjälain uudistamistyöryhmän esitystä saamelaismääritelmästä, vaan määritelmä tulisi laatia siten, että myös saamelaiseksi haluavat, saamen kieltä opiskelevat, lappalaisia verokirjoja joskus omistaneet suvut ja varmasti kaikki muutkin halukkaat pääsisivät saamelaiseksi.
sme: Vástádusaid vuođul Lappi riikkabeaiáirásat eai boađále viidát dohkkehit sámediggelága ođasnuhttinbargojoavkku evttohusa sápmelašmeroštallamis, muhto meroštallan galggalii ráhkaduvvot nu, ahte maid dat geat hálidit sápmelažžan; studeanttat, geat lohket sámegiela, lappalaš vearrogirjji muhtimin oamastan sogat ja sihkkarit earátge geat hálidit, beasale sápmelažžan.

source: Kansainvälisen oikeuden mukaan jokainen kansa määrittää itse, ketkä kuuluvat kyseiseen kansaan ja mitkä ovat kansan tunnusmerkit.
sme: Riikkaidgaskasaš rievtti mielde juohke álbmot meroštallá ieš, geat gullet gažaldatvuloš álbmogii ja mat leat álbmoga dovddaldatmearkkat.

source: Suomalaiset eivät voi päättää mitä saamelaisuus pitää sisällään, eivätkä voi laatia saamelaismääritelmää, joka loukkaisi saamelaisten oikeuksia.
sme: Suopmelaččat eai sáhte mearridit maid sápmelašvuohta doallá sisttis, eaige sáhte ráhkadit sápmelašmeroštallama, mii loavkida sápmelaččaid vuoigatvuođaid.

source: Saamelaismääritelmän tulee olla saamelaisyhteisön hyväksymä.
sme: Sápmelašmeroštallan galgá leat dakkár, man sámi searvvuš dohkkeha.

source: Se on kansainvälisen oikeuden edellyttämä minimitaso.
sme: Dat leat riikkaidgaskasaš rievtti gáibidan minimadássi.

source: Tämän tulisi kansanedustajien myös tietää.
sme: Dán galggale maid riikkabeiveovddasteaddjit diehtit.

source: On surullista, että propaganda on lyönyt Lapin kansanedustajien kannat lukkoon, eikä heillä ole edes halua avoimesti odottaa hallituksen esityksen valmistumista, selvitystä eri vaikutuksista ja esitysten suhteesta kansainvälisiin velvoitteisiin.
sme: Lea morašlaš, ahte propagánda lea lássen Lappi riikkabeaiveovddasteddjiid oainnuid, iige sis leat oba hálluge rahpásit vuordit ráđđehusa evttohusa gárváneami, čilgehusa dan váikkuhusain ja evttohusaid gaskavuođain riikkaidgaskasaš geatnegasvuođaide.

source: Päätökset tulee tehdä parhaaseen tietoon ja selvityksiin pohjautuen, ei propagandaan.
sme: Mearrádusat galget bargojuvvot nu, ahte dat vuođđuduvvet buoremus dihtui ja čilgehusaide, eai fal propagándii.

source: Vuontisjärvellä 19.11.2013
sme: Vuottesjávrres 19.11.2013

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
